Repository: MiraiChan/BeenThereBerlin
Catalog: BeenThereBerlin/Resources/Localizable.xcstrings
Source language: en
Languages: de, ru

source: Activities
de: Aktivitäten
ru: Активность

source: Activities, ratings, notes - everything that made each visit unforgettable.
de: Aktivitäten, Bewertungen, Notizen – alles, was jeden Besuch unvergesslich gemacht hat.
ru: Активности, оценки, заметки — всё, что сделало каждое посещение незабываемым.

source: Add
de: Neu
ru: Добавить

source: Add activity
de: Aktivität erstellen
ru: Добавить активность

source: Add Activity
de: Aktivität erstellen
ru: Добавить активность

source: Add notes...
de: Notizen hinzufügen...
ru: Добавить заметки

source: Add Place
de: Ort hinzufügen
ru: Добавить место

source: Add place!
de: Ort hinzufügen!
ru: Добавить место

source: Address
de: Adresse
ru: Адрес

source: Cancel
de: Abbrechen
ru: Отменить

source: Category
de: Kategorie
ru: Категория

source: Category (e.g., Park, Museum)
de: Kategorie (z. B. Park, Museum)
ru: Категория (например, Парк, Музей)

source: Continue
de: Weiter
ru: Продолжить

source: Date
de: Datum
ru: Дата

source: Delete
de: Löschen
ru: Удалить

source: Delete Place
de: Ort Löschen
ru: Добавить место

source: Delete Place?
de: Ort Löschen?
ru: Удалить место?

source: Done
de: Fertig
ru: Готово

source: Edit Place
de: Ort bearbeiten
ru: Редактировать

source: Enable Notifications
de: Benachrichtigungen aktivieren
ru: Включить уведомления

source: Every Detail Captured
de: Jedes Detail festgehalten
ru: Каждая деталь сохранена

source: Export History
de: Verlauf exportieren
ru: Экспорт

source: Find Location
de: Standort suchen
ru: Найти местоположение

source: Get notified before upcoming places so you're always ready!
de: Lass dich vor bevorstehenden Orten benachrichtigen, damit du immer bereit bist!
ru: Получайте уведомления о предстоящих местах посещения, чтобы быть готовыми!

source: How was %@?
de: Wie war %@?
ru: Как прошло %@?

source: Let's go!
de: Los geht's!
ru: Погнали!

source: Log every place you've visited. Build a record of your family's favorite spots.
de: Halten Sie jeden besuchten Ort fest. Erstellen Sie eine Sammlung der Lieblingsorte Ihrer Familie.
ru: Добавляйте все места, которые Вы посетили. Создавайте историю любимых мест вашей семьи.

source: Mark as Visited
de: Als besucht markieren
ru: Отметить как посещённое

source: My BeenThereBerlin Places History
de: Meine „BeenThere“-Orte – Verlauf
ru: Мои места в “BeenThere”

source: Never miss a place
de: Keinen Ort verpassen
ru: Не упустите ни одного места

source: No Activities Added
de: Keine Aktivitäten hinzugefügt
ru: Нет активности

source: No notes added!
de: Keine Notizen hinzugefügt
ru: Нет заметок

source: No Places Logged
de: Noch keine Orte erfasst
ru: Пока нет сохранённых мест

source: No Places Yet
de: Noch keine Orte
ru: Пока нет мест

source: No Results
de: Keine Ergebnisse
ru: Нет результатов

source: Notes
de: Notizen
ru: Заметки

source: Nothing coming up
de: Noch nichts geplant
ru: Пока ничего не запланировано

source: Notifications
de: Benachrichtigungen
ru: Уведомления

source: Optional - you can always add rating later
de: Optional – Sie können die Bewertung jederzeit später hinzufügen
ru: По желанию — оценку можно добавить позже.

source: Place Details
de: Ort Details
ru: Детали места

source: Place Info
de: Ortsinformationen
ru: Информация о месте

source: Place Reminders
de: Erinnerungen für Orte
ru: Напоминания о месте посещения

source: Places Visited
de: Besuchte Orte
ru: Уже посещенные места

source: Places, Categories, Addresses
de: Orte, Kategorien, Adressen
ru: Места, Категории, Адреса

source: Privacy Policy
de: Datenschutzerklärung
ru: Политика конфиденциальности

source: Rating
de: Bewertung
ru: Оценка

source: Save
de: Speichern
ru: Сохранить

source: Save places you're planning to visit
de: Speichere Orte, die Sie besuchen möchten.
ru: Сохраняйте места, которые планируете посетить.

source: Save to BeenThere
de: In BeenThere speichern
ru: Сохранить в BeenThere

source: Save upcoming places and keep track of what's on your radar.
de: Speichern Sie Orte, die Sie besuchen möchten, und behalten Sie im Blick, was auf Ihrer Liste steht.
ru: Сохраняйте места, которые планируете посетить, и следите за тем, что у Вас на примете.

source: Search Apple Maps...
de: In Apple Maps suchen...
ru: Поиск в Apple картах…

source: Settings
de: Einstellungen
ru: Настройки

source: Show Reminders
de: Erinnerungen anzeigen
ru: Показать напоминания

source: Start logging for the places you've been to
de: Beginnen Sie damit, Ihre besuchten Orte zu erfassen
ru: Начните сохранять места, где Вы уже побывали.

source: Terms of Use
de: Nutzungsbedingungen
ru: Условия использования

source: This will permanently remove %@ from your history
de: Dadurch wird %@ dauerhaft aus Ihrem Verlauf entfernt
ru: Удалить %@ навсегда

source: Top Category
de: Top-Kategorie
ru: Топ категория

source: Try Searching for something else
de: Versuchen Sie, nach etwas anderem zu suchen
ru: Попробуйте поискать что-нибудь другое

source: Uncategorized
de: Nicht kategorisiert
ru: Без категории

source: Unknown Place
de: Unbekannter Ort
ru: Неизвестное место

source: Visited
de: Besucht
ru: Посещенные

source: Visited this year
de: Dieses Jahr besucht
ru: Посещенные в этом году

source: Wishlist
de: Wunschliste
ru: Список желаний

source: You're all set!
de: Alles erledigt!
ru: Всё готово!

source: Your Data
de: Ihre Daten
ru: Ваши данные

source: Your Family Places
de: Orte Ihrer Familie
ru: Места вашей семьи

source: Your Stats
de: Ihre Statistiken
ru: Ваша статистика

source: App
ru: Приложение

source: Name
ru: Название

source: Status
ru: Статус

source: Version
ru: Версия

source: Website
ru: Вебсайт
